Repository: kejlor/MarvelApp
Catalog: MarvelApp/Localizables/*.lproj/Localizable.strings
Languages: pl

# EmptySearchViewListText
source: Start typing to find a particular comics.
pl: Zacznij pisać aby znaleźć dany komiks.

# SearchablePrompt
source: Search for a comic book
pl: Szukaj wybranego komiksu

# DetailText
source: detail
pl: szczegóły

# WrittenByText
source: written by
pl: napisane przez

# FindOutButtonText
source: Find out more
pl: Dowiedz się więcej

# DismissButtonText
source: Dismiss
pl: Zamknij

# HomeViewNavigationTitle
source: Marvel Comics
pl: Komiksy Marvel'a

# HomeViewAlertGetComicsTitleText
source: Error while fetching comics
pl: Błąd podczas pobierania komiksów

# HomeViewAlertGetComicsMessageText
source: Unable to fetch comics
pl: Nie da się pobrać komiksów

# HomeViewAlertGetMoreComicsTitleText
source: Error while fetching additional comics
pl: Błąd podczas pobierania dodatkowych komiksów

# HomeViewAlertGetMoreComicsMessageText
source: Unable to fetch additional comics
pl: Nie da się pobrać dodatkowych komiksów
